[
  {
    "title": "When I’m 64 – The Long Middle – Medium",
    "summary": "“A woman is like a tea bag — you can’t tell how strong she is until you put her in hot water.”\n\n— Eleanor Roosevelt\n\nIt used to be that the years would pile up, one on top of the other. “Where does the time go!” we cried, palms to cheeks. Now, it’s the decades piling. Decades are laying dusty atop one another like so many old files, stuffed and disorganized and in need of sorting.\n\nTen years ago, I fell apart. The story isn’t that tidy, of course — I didn’t wake one morning completely unraveled — but it’s close. The vagaries of a female body, in a world that eats girls, caught up to me and I f",
    "body": "“A woman is like a tea bag — you can’t tell how strong she is until you put her in hot water.”\n\n— Eleanor Roosevelt\n\nIt used to be that the years would pile up, one on top of the other. “Where does the time go!” we cried, palms to cheeks. Now, it’s the decades piling. Decades are laying dusty atop one another like so many old files, stuffed and disorganized and in need of sorting.\n\nTen years ago, I fell apart. The story isn’t that tidy, of course — I didn’t wake one morning completely unraveled — but it’s close. The vagaries of a female body, in a world that eats girls, caught up to me and I fell down. Literally. And when I got up, it was hard to stay up. There was a lot of hot water, in other words.\n\nA curious thing happened at the time of the falling apart, though. I started writing. In a ceaseless rush, the words spilled out of me. After a lifetime of yearning to uncork the creative, it happened unbidden, in my darkest hour. All those words on the page have somehow carried me into a new, surprising, and rewarding stage of my life. Creativity saved me.\n\nI lately find myself intrigued (obsessed?) with the stories of creative women hitting their stride later in life. Laura Ingalls Wilder published the first of her Little House books at 65. Sojourner Truth worked for women’s suffrage and civil rights well into her seventies. Grandma Moses didn’t start painting until she was 78, when arthritis made embroidery too difficult. Rachel Ruysch, the brilliant Dutch still-life painter, proudly signed her age on her paintings and worked into her eighties. Toni Morrison still burns bright at 87, a leading literary voice and a force for feminism and racial equality. Beatrice Wood — the “Mama of Dada” — made art until the end of her astounding 105 years, publishing at the young age of 92 an autobiography titled, I Shock Myself.\n\nAging is an effective teacher, if we listen. It counsels patience and acceptance, it gives us perspective and experience. The decades can whittle away our concern for the opinions of others. They prune the unnecessary and allow us to blossom as we are, as we want to be. I care so much less now for protocol, for norms, for the rules of society. The cycles, the seasons, the wins, and the losses — it’s bouncing back and getting up that trains us for the marathon. The storms are easier to weather when we’ve seen so many.\n\nWe know the Western tropes about women and aging. From the old blue-hairs in compression hose, playing bridge and griping about the weather, to the plastic socialites, refurbished to a cartoon approximation of youth — the clichés abound. Tara Bahrampour writes, “In the end, society’s stereotypes about aging may turn out to be the biggest creativity killers.” She goes on to say, “Older artists can also be galvanized by their own sense of mortality. Valerie Trueblood, 69, a Seattle writer who did not publish her novel, ‘Seven Loves,’ and two short story collections until her 60s, said age can bring greater urgency to the creative process.”\n\nIn Anna Louie Sussman’s article, “Why Old Women Have Replaced Young Men as the Art World’s Darlings,” the South African artist Sue Williamson observes, “Women in later life often push aside their anxieties about satisfying the market, and competing with their male colleagues for attention, and just make work which pleases themselves, first and foremost.”\n\nThey also push aside the need to satisfy the world’s gaze. Maya Angelou said, “The most important thing I can tell you about aging is this: If you really feel that you want to have an off-the-shoulder blouse and some big beads and thong sandals and a dirndl skirt and a magnolia in your hair, do it.” I’m not really a dirndl and magnolia kind of girl, but maybe I’ll finally wear those high-waisted Hepburn trousers. A men’s white button down, popped collar. Some vintage velvet and a Garbo cloche. Maybe I’ll smoke. Why not?\n\n“Women may be the one group that grows more radical with age.”‬\n\n— Gloria Steinem\n\nIn the U.S., there are more than 70 million women over the age of 45. What are they doing? They’re doing everything. All of the things. They’re raising kids and grandkids, nurturing careers, running for office. Doctoring, lawyering, judging, and teaching. Building, designing, painting, and writing. Getting busy, staying busy, making it all up all over again. In spite of the vagaries and the decades, in spite of a culture that tells us to put up or shut up, women are making joyful noise and polishing up this old world wherever we see its shine waning. Women are awake and they’re pissed.\n\nIf you Google image search ‘woman,’ the results that appear seem as though you typed ‘young and white,’ as well. When searching ‘women over 50,’ one is smacked in the face with lists. “Women Over 50 with Bikini Bragging Rights.” “The Sexiest Women Over 50.” “Women Over 50 with the Bodies of Twentysomethings.” “Best Exercise for Women Over 50!” The myths live on. Women are bodies. Young bodies are better bodies. Women using their bodies make headlines. How a woman looks is who she is. The Google-search definition of ‘woman’ is the culture’s go-to, a knee-jerk caricature. A grotesque stereotype.\n\nA woman is a story, a history, and a mystery. She is — regardless of her age, shape, color, size, or inclinations — worthy. She’s learned from her decades and she has weapons — so don’t mess. If she likes you, maybe she’ll feed you. Maybe she’ll keep you alive.\n\nIt’s important to avoid the platitude trap “Aging is great!” It’s not, not always, not even usually. Things break, they wane and they wobble. Aging is, of course, a fraught landscape, full of pop-up terrors and bland landscapes. We lose people, through apathy, entropy, or plain old expiration. We struggle with previously unconsidered tasks (Is someone working on the jar lid problem? Do old people even eat pickles?) and find our bodies disappointing our active brains. But we write our own scripts and we choose which attitude to wear. Gravity will do its work and the bad news will get thicker on the ground, but we have ideas. We have plans and we’re bringing our lessons with us.\n\n“Listen, the best advice on aging is this: What’s the alternative? The alternative, of course, is death. And that’s a lot of shit to deal with. So I’m happy to deal with menopause. I’ll take it.”\n\n— Whoopi Goldberg\n\nAging, it turns out, really is largely about attitude. In Psychology Today, Christopher Bergland writes of an interesting study : “Recently, researchers identified that having positive self-perceptions about the benefits of getting older can create a self-fulfilling prophecy by helping someone stay mentally, physically, and psychologically younger.” There are two women in my life, both in their nineties, who rage at the dying of the light. They struggle, in part, because of circumstance — failing bodies and minds clearly challenge optimism. But their misery is also colored by the way they both staked their value to their youth and beauty. They absorbed the lessons and messages of an ugly, youth-obsessed, misogynist culture and spent their decades chasing the things that fit the narrative — the trappings and trinkets, the decor and the decorum. Neither of them wear purple or sit on the pavement when they’re tired. They are cruel to their caregivers and their sadness is untouchable. They do not accept inevitable decline and have abandoned creativity. They slide into dementia and will go grimacing, kicking and screaming.\n\nConversely, two of the most positive people I know are women in the same age group. They are sisters, my great-aunts, and they travel together and laugh and argue. They take trains and visit friends. They love film and books and are always looking to learn and grow. They are still creative, still making things. Even with the bad hands that aging has dealt them (the loss of husbands, the surgeries, the physical decline), they are themselves, still, and they take little direction from a culture that ignores them. They delight in the people they love and they revel in the lives they have created.\n\nI can’t know yet which category I’ll land in, but at least I’ve read the research. Forewarned is, hopefully, forearmed. Age is coming for all of us. The decades will pile on until they all fall away. It’s up to us what me make of it, what we create through it. We should use the material wisely — the alternative is oblivion.\n\nNow, I’m 54. After a decade of looking inward, tending the creative fires, and licking the life-built wounds, I’m up. I’m well enough, though the trials — menopause, aging parents, needy children who have become adults, the hard work of marriage, plain old garden-variety aging — are still buzzing about, demanding my attention. I have more patience for the whims of the world and, curiously, less for the fools that run it. I’m beginning to sense a future, to see the next decade — one in which the buzzing things will be put to bed, placated, or wrestled into submission. I’m ready for a chapter of looking forward and around, instead of backward and in. A decade of making and learning and working to change the mess all around me. I’ve absorbed a powerful secret in this last decade of steeping in hot water and finding my strength — women are badass. Don’t ever count a woman out.\n\nI spent a portion of the previous decade, the one in which I fell down, lamenting what was lost and pining for the past. No more. Yes, the knees hurt and the eyes are weird. The walks are slower and the tennis — well, we won’t talk about the tennis. But the spirit is rising and looking to the future. When I’m 64, I hope to be standing atop a decade of delicious accomplishment, toasting my winnings, tending to my inevitable and well-earned injuries, and looking toward the next ten years with enthusiasm. I’m going to have a party, with cocktails and canapés, and I’m going to wear whatever pleases me. When I paint my masterpiece, it will be my very own hard-won victory, forged in the fires of trial and error, time and attitude.\n\n“Aging is not lost youth but a new stage of opportunity and strength.”\n\n— Betty Friedan",
    "top_image": "https://cdn-images-1.medium.com/focal/1200/632/33/47/1*KbdyW7pP8jGaZZheYXf1xw.jpeg",
    "authors": [
      "Lisa Renee"
    ],
    "publish_date": "2011-11-03 18:21:26",
    "url": "https://medium.com/s/the-long-middle/when-im-64-e817875d1c5c",
    "source_url": "https://medium.com",
    "words_count": 1765,
    "keywords": [],
    "tags": [],
    "lang": "en"
  }
]